       01  HOLAMPI.                   
           02  FILLER PIC X(12).      
       01  HOLAMPO REDEFINES HOLAMPI. 
           02  FILLER PIC X(12).      